content/posts/Tumour_heterogeneity_and_the_evolutionary_trade-offs_of_cancer_by_Hausser_and_Alon_in_2020.md
+++
title = "Tumour heterogeneity and the evolutionary trade-offs of cancer by Hausser and Alon in 2020"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:36:19-04:00
slug = "Tumour_heterogeneity_and_the_evolutionary_trade-offs_of_cancer_by_Hausser_and_Alon_in_2020"
draft = false
+++

## Software being advertised {#software-being-advertised}


### Pareto task inference software package, Matlab implementation: <https://www.weizmann.ac.il/mcb/UriAlon/download/ParTI> {#pareto-task-inference-software-package-matlab-implementation-https-www-dot-weizmann-dot-ac-dot-il-mcb-urialon-download-parti}


### An implementation of Pareto task inference for the r software: <https://github.com/vitkl/ParetoTI> {#an-implementation-of-pareto-task-inference-for-the-r-software-https-github-dot-com-vitkl-paretoti}


### the iMAXt Grand challenge: <https://www.cruk.cam.ac.uk/research-groups/imaxt-laboratory/the-project> {#the-imaxt-grand-challenge-https-www-dot-cruk-dot-cam-dot-ac-dot-uk-research-groups-imaxt-laboratory-the-project}


## Introduction {#introduction}


## Multi-task evolutionary theory {#multi-task-evolutionary-theory}


### Trade-offs can result in a continuum of states inside a polyhedron {#trade-offs-can-result-in-a-continuum-of-states-inside-a-polyhedron}


### Heterogeneity and spatiotemporal variations in selection {#heterogeneity-and-spatiotemporal-variations-in-selection}


### ParTI infers tasks and trade-offs from large-scale data {#parti-infers-tasks-and-trade-offs-from-large-scale-data}


### Practical caveats of analyzing cancer data with ParTI {#practical-caveats-of-analyzing-cancer-data-with-parti}


## Intertumor diversity {#intertumor-diversity}


### Tumors share five universal cancer tasks {#tumors-share-five-universal-cancer-tasks}


### Driver mutations tune gene expression towards specialization {#driver-mutations-tune-gene-expression-towards-specialization}


## Intratumor heterogeneity {#intratumor-heterogeneity}


### Spatial organization can maximize total tissue performance {#spatial-organization-can-maximize-total-tissue-performance}


### Towards a multi-task evolution theory of tumor spatial heterogeneity {#towards-a-multi-task-evolution-theory-of-tumor-spatial-heterogeneity}


## Conclusions and perspectives {#conclusions-and-perspectives}
